[{"text":"Owning a cat can reduce the risk of heart attacks and strokes by more than a third, researchers found.","image":"https://purr.objects-us-east-1.dream.io/i/Cat-sink-bath.gif"},{"text":"Black cats are less likely to be adopted because of their \"appearance\".","image":"https://purr.objects-us-east-1.dream.io/i/8kWBuwm.jpg"},{"text":"Lil' Bunny Sue Roux is a cat who was born with no front legs, and walks upright like a kangaroo. https://www.instagram.com/lilbunnysueroux","image":"https://purr.objects-us-east-1.dream.io/i/20160824_163837.jpg"},{"text":"Your cat's instincts tell her that a paperweight or knickknack could turn out to be a mouse. Her poking paw would send it scurrying, giving her a good game. This is probably why cats always seem to be knocking the glasses off your counter tops!","image":"https://purr.objects-us-east-1.dream.io/i/thirsty.jpg"},{"text":"The fear of cats is called \"Ailurophobia\"","image":"https://purr.objects-us-east-1.dream.io/i/13418904_1170169803034356_9022867780855221361_n.jpg"},{"text":"Due to the controversy, though loved by most, the Kashmir is overlooked by many cat fanciers.","image":"https://purr.objects-us-east-1.dream.io/i/RWAn3.gif"},{"text":"Cat owners are 25% likely to pick George Harrison as their favorite Beatle.","image":"https://purr.objects-us-east-1.dream.io/i/dmzl0lnr184ntq3llboryj9.jpg"},{"text":"Only 11.5% of people consider themselves \"cat people\".","image":"https://purr.objects-us-east-1.dream.io/i/daVkj.jpg"},{"text":"\"Cat people\" are 11% more likely to be introverted than others.","image":"https://purr.objects-us-east-1.dream.io/i/ferbus.jpg"},{"text":"The Egyptian Mau is the oldest breed of cat, and is the fastest pedigreed cat.","image":"https://purr.objects-us-east-1.dream.io/i/19656958_1391529884270549_5978863086346517403_n.jpg"},{"text":"The place where Julius Caesar was murdered is now a cat sanctuary.","image":"https://purr.objects-us-east-1.dream.io/i/capturadepantalla2017-12-17alas9.33.40p.m..png"},{"text":"The Bombay cat breed was developed to resemble a miniature panther.","image":"https://purr.objects-us-east-1.dream.io/i/U2Bp9.jpg"},{"text":"Cats use their whiskers to judge whether they’ll fit through a space.","image":"https://purr.objects-us-east-1.dream.io/i/TcEeO.jpg"},{"text":"For a cat at rest, the average heart rate usually is between 150 and 180 bpm, more than twice that of a human, which averages 70 bpm.","image":"https://purr.objects-us-east-1.dream.io/i/h7Myd.gif"},{"text":"Compared to other felines, domestic cats have narrowly spaced canine teeth, adapted to their preferred prey of small rodents.","image":"https://purr.objects-us-east-1.dream.io/i/016_-_UPf3OPt.gif"},{"text":"Cats, like dogs, are digitigrades. They walk directly on their toes, with the bones of their feet making up the lower part of the visible leg.","image":"https://purr.objects-us-east-1.dream.io/i/lion-brothers-australia_3637_990x742.jpg"},{"text":"The domestic cat (Felis catus) is a small, typically furry, carnivorous mammal.","image":"https://purr.objects-us-east-1.dream.io/i/Y8LZ6.jpg"},{"text":"A cat's kidneys are so efficient, it can survive on a diet consisting only of meat, with no additional water, and can even rehydrate by drinking seawater.","image":"https://purr.objects-us-east-1.dream.io/i/RvBdU.jpg"},{"text":"Most breeds of cat have a noted fondness for settling in high places, or perching. In the wild, a higher place may serve as a concealed site from which to hunt.","image":"https://purr.objects-us-east-1.dream.io/i/meow_1.png"},{"text":"The ability of a cat to reflexively twist its body and balance itself during a fall is known as the \"cat righting reflex\".","image":"https://purr.objects-us-east-1.dream.io/i/Gg62H.jpg"},{"text":"The cat's tongue has backwards-facing spines about 500 μm long, which are called papillae. These contain keratin which makes them rigid so the papillae act like a hairbrush.","image":"https://purr.objects-us-east-1.dream.io/i/dozTO.jpg"},{"text":"Among domestic cats, males are more likely to fight than females.","image":"https://purr.objects-us-east-1.dream.io/i/UNb83.jpg"},{"text":"The softest part of a cat is most definitely its cheek area.","image":"https://purr.objects-us-east-1.dream.io/i/20170122_215212.jpg"},{"text":"Hank the Cat was a Maine Coon feline that was put up as a joke candidate in the 2012 United States Senate election in Virginia, a feat which gained international coverage after Hank reportedly came third behind the two major candidates, including Vice Presidential candidate Tim Kaine.","image":"https://purr.objects-us-east-1.dream.io/i/m9oZa.jpg"},{"text":"When a cat yawns, it's mouth opens so wide that you can count every tooth.","image":"https://purr.objects-us-east-1.dream.io/i/1cG2E.jpg"},{"text":"A cat can die from essential oils","image":"https://purr.objects-us-east-1.dream.io/i/norwegianforestcat.jpg"},{"text":"Cats can move their ears 180 degrees.","image":"https://purr.objects-us-east-1.dream.io/i/Dj5ve.jpg"},{"text":"Hearing is the strongest of cat's senses: They can hear sounds as high as 64 kHz — compared with humans, who can hear only as high as 20 kHz.","image":"https://purr.objects-us-east-1.dream.io/i/IMG00048-20090705-1547.jpg"},{"text":"Cats have free-floating clavicle bones that attach their shoulders to their forelimbs, which allows them to squeeze through very small spaces.","image":"https://purr.objects-us-east-1.dream.io/i/Y3KLw.jpg"},{"text":"Blackie became the richest cat in history when he inherited 15 million British Pounds.","image":"https://purr.objects-us-east-1.dream.io/i/9DTKzGZ.jpg"},{"text":"Colonel Meow, a Himalayan-Persian mix who became famous on social media websites for his extremely long fur and scowling face, holds the Guinness world record for longest hair on a cat (nine inches).","image":"https://purr.objects-us-east-1.dream.io/i/eiwKF.jpg"},{"text":"Towser \"The Mouser\" of Glenturret Distillery in Crieff, Scotland, holds the Guinness World Record for the most mice caught (28,899).","image":"https://purr.objects-us-east-1.dream.io/i/lxY25.jpg"},{"text":"A cat can’t climb head first down a tree because every claw on a cat’s paw points the same way. To get down from a tree, a cat must back down.","image":"https://purr.objects-us-east-1.dream.io/i/imag1178.jpg"},{"text":"The cat who holds the record for the longest non-fatal fall is Andy. He fell from the 16th floor of an apartment building (about 200 ft/.06 km) and survived.","image":"https://purr.objects-us-east-1.dream.io/i/dI5Di.jpg"},{"text":"Cats have about 130,000 hairs per square inch (20,155 hairs per square centimeter).","image":"https://purr.objects-us-east-1.dream.io/i/YK10O.jpg"},{"text":"A cat’s eyesight is both better and worse than humans. It is better because cats can see in much dimmer light and they have a wider peripheral view. It’s worse because they don’t see color as well as humans do. Scientists believe grass appears red to cats.","image":"https://purr.objects-us-east-1.dream.io/i/p0xFq.jpg"},{"text":"If they have ample water, cats can tolerate temperatures up to 133 °F.","image":"https://purr.objects-us-east-1.dream.io/i/clyde-bag.jpg"},{"text":"The lightest cat on record is a blue point Himalayan called Tinker Toy, who weighed 1 pound, 6 ounces (616 g). Tinker Toy was 2.75 inches (7 cm) tall and 7.5 inches (19 cm) long.","image":"https://purr.objects-us-east-1.dream.io/i/daqt7944.jpg"},{"text":"Many Egyptians worshipped the goddess Bast, who had a woman’s body and a cat’s head.","image":"https://purr.objects-us-east-1.dream.io/i/2eH8h.jpg"},{"text":"The first cartoon cat was Felix the Cat in 1919. In 1940, Tom and Jerry starred in the first theatrical cartoon “Puss Gets the Boot.” In 1981 Andrew Lloyd Weber created the musical Cats, based on T.S. Eliot’s Old Possum’s Book of Practical Cats.","image":"https://purr.objects-us-east-1.dream.io/i/KC8Rj.jpg"},{"text":"Approximately 1/3 of cat owners think their pets are able to read their minds.","image":"https://purr.objects-us-east-1.dream.io/i/cam00531.jpg"},{"text":"The claws on the cat’s back paws aren’t as sharp as the claws on the front paws because the claws in the back don’t retract and, consequently, become worn.","image":"https://purr.objects-us-east-1.dream.io/i/XnWrl.jpg"},{"text":"Like humans, cats tend to favor one paw over another.","image":"https://purr.objects-us-east-1.dream.io/i/ohdeer.jpg"},{"text":"The most traveled cat is Hamlet, who escaped from his carrier while on a flight. He hid for seven weeks behind a panel on the airplane. By the time he was discovered, he had traveled nearly 373,000 miles (600,000 km).","image":"https://purr.objects-us-east-1.dream.io/i/KgKhd.jpg"},{"text":"Approximately 40,000 people are bitten by cats in the U.S. annually.","image":"https://purr.objects-us-east-1.dream.io/i/20160826_195612.jpg"},{"text":"The little tufts of hair in a cat’s ear that help keep out dirt direct sounds into the ear, and insulate the ears are called \"ear furnishings.\"","image":"https://purr.objects-us-east-1.dream.io/i/img-20170715-wa0003.jpg"},{"text":"The Australian Wildlife Conservancy completed a 44km cat-proof fence in 2018 to prevent feral cats from entering the Newhaven wildlife sanctuary, who kill about a million native birds every night across Australia and have caused the extinction of 20 native species.","image":"https://purr.objects-us-east-1.dream.io/i/xmas-just-in-time.jpg"},{"text":"Black cats are bad luck in the United States, but they are good luck in the United Kingdom and Australia.","image":"https://purr.objects-us-east-1.dream.io/i/20160928_164512.jpg"},{"text":"The cat skull is unusual among mammals in having very large eye sockets and a powerful and specialized jaw.","image":"https://purr.objects-us-east-1.dream.io/i/image5.jpg"},{"text":"Cats have scent glands along their tail, their forehead, lips, chin, and the underside of their front paws.","image":"https://purr.objects-us-east-1.dream.io/i/7fQWf8P.jpg"},{"text":"The french tuxedo kitty, Félix, aka \"Astrocat\", was the first cat to go to space. She survived the trip.","image":"https://purr.objects-us-east-1.dream.io/i/HiZKS.gif"},{"text":"A male cat is called a tom.","image":"https://purr.objects-us-east-1.dream.io/i/bakurianicat.jpg"},{"text":"Issac Newton decided to invent the cat flap because his own cat, Spithead, kept opening the door and spoiling his light experiments.","image":"https://purr.objects-us-east-1.dream.io/i/Vzzum.jpg"},{"text":"Kittens start to dream when they’re about a week old.","image":"https://purr.objects-us-east-1.dream.io/i/8kWBuwm.jpg"},{"text":"Thank to an extremely efficient pair of kidneys, cats can hydrate themselves by drinking salt water.","image":"https://purr.objects-us-east-1.dream.io/i/yPjrX.jpg"},{"text":"Approximately 40% of cats have a dominant paw. The rest are ambidextrous.","image":"https://purr.objects-us-east-1.dream.io/i/tumblr_lnbhr9gsbC1qg6j9eo1_500.jpg"},{"text":"The average female housecat could give birth to ove 100 kittens in her lifetime.","image":"https://purr.objects-us-east-1.dream.io/i/oliver.jpg"},{"text":"Cats can have three litters a year, or approximately 12 kittens.","image":"https://purr.objects-us-east-1.dream.io/i/fa3qi.jpg"},{"text":"Cats don't go through menopause, so they can continue to breed into their senior years.","image":"https://purr.objects-us-east-1.dream.io/i/img_0659.jpg"},{"text":"A cats whiskers are the exact width of their body.","image":"https://purr.objects-us-east-1.dream.io/i/20160908_130935.jpg"},{"text":"At night, Disneyland is overrun by cats. The theme park feeds them and takes care of them though, because they keep the rodent population in check.","image":"https://purr.objects-us-east-1.dream.io/i/capturadepantalla2017-12-17alas9.33.11p.m..png"},{"text":"Cats lack antibodies against dog blood so they can only receive it via a transfusion once. The second time would kill them.","image":"https://purr.objects-us-east-1.dream.io/i/Vzzum.jpg"},{"text":"The Indiana State Prison allows prisoners to adopt a cat and keep it in their cell. They are meant to improve the mood of the prisoners.","image":"https://purr.objects-us-east-1.dream.io/i/acatttt.jpg"},{"text":"Oftentimes shelters won't let black cats be adopted around Halloween out of a fear that they may be sacrificed.","image":"https://purr.objects-us-east-1.dream.io/i/PtRBa.jpg"},{"text":"When cats bring dead animals back to their humans, they are \"teaching them to hunt\" as they would with a younger cat.","image":"https://purr.objects-us-east-1.dream.io/i/b2JIG.jpg"},{"text":"Cat fanciers bred and exhibited Maus in Europe until World War II, when attention toward the cat waned and it nearly went extinct.","image":"https://purr.objects-us-east-1.dream.io/i/fifi1.png"},{"text":"The Egyptian Mau breed was saved from extinciton when Russian princess Natalie Trubetskaya was given a Mau that was imported from the Middle East. When she emigrated to New York City in 1956, she brought along three Mau cats. She used these kitties to establish the Fatima Egyptian Mau cattery, which produced many of the ancestors of today’s Egyptian Maus in America.","image":"https://purr.objects-us-east-1.dream.io/i/hRR2I.jpg"},{"text":"Unlike kittens, adult cats don’t release any particular key hormones during sleep. They snooze all day just because they can. :)","image":"https://purr.objects-us-east-1.dream.io/i/img-20170929-wa0005.jpeg"},{"text":"Russian scientists discovered in the 1930s that Siamese kittens kept in very warm rooms didn't develop the breed's signature dark patches.","image":"https://purr.objects-us-east-1.dream.io/i/image5.jpg"},{"text":"Cats have a third eyelid called a “haw”. It’s generally only visible when they’re unwell.","image":"https://purr.objects-us-east-1.dream.io/i/jaOJc.jpg"},{"text":"In the original Italian version of Cinderella, the benevolent fairy godmother figure was a cat.","image":"https://purr.objects-us-east-1.dream.io/i/By2EW.jpg"},{"text":"A cat was mayor of Talkeetna, Alaska, for 20 years. His name is Stubbs, and he died on July 23, 2017.","image":"https://purr.objects-us-east-1.dream.io/i/dI5Di.jpg"},{"text":"Many people think that the Turkish Van is simply a color variation of the Turkish Angora, but in fact, they are distinct breeds that developed in different parts of Turkey.","image":"https://purr.objects-us-east-1.dream.io/i/img_0294.jpg"},{"text":"The Bengal is the result of crossbreeding between domestic cats and Asian leopard cats, and its name is derived from the scientific name for the Asian leopard cat (Felis bengalensis).","image":"https://purr.objects-us-east-1.dream.io/i/image2-1.jpg"},{"text":"Despite its traditionally wild roots, the Bengal is domestic and will gladly make itself in the indoor \"jungle\" of your home.","image":"https://purr.objects-us-east-1.dream.io/i/20160718_130211-1.jpg"},{"text":"Cat's cannot see in total darkness, however their vision is much better than a human's in semidarkness because their retinas are much more sensitive to light.","image":"https://purr.objects-us-east-1.dream.io/i/poppy2.jpg"},{"text":"If you grow your own catnip, here's how to prepare it for kitty's enjoyment: Cut several stalks of the plant from the base. Hang them upside down in a dark and dry room for several weeks. Then cut the catnip into small pieces, rub some on your cat's favorite toys or scratching post, and let the games begin!","image":"https://purr.objects-us-east-1.dream.io/i/l1Hz0.jpg"},{"text":"Approximately 80% of orange tabbies are male.","image":"https://purr.objects-us-east-1.dream.io/i/AxgZj.jpg"},{"text":"If you need to trim a cat's nails, choose a moment when he is relaxed. Massage his paws gently before clipping. Make sure you're using a pair of clippers specifically for cat's nails, not human nail clippers. Avoid cutting the nail too close to the \"quick,\" the pink part of a cat's nail, which is full of blood vessels and nerves.","image":"https://purr.objects-us-east-1.dream.io/i/lddng.jpg"},{"text":"The gene that codes orange fur is on the X chromosome, so female cats must inherit two orange genes to end up with orange fur, while male cats only need one.","image":"https://purr.objects-us-east-1.dream.io/i/r958B.jpg"},{"text":"Cats like being brushed by their owners, because it reminds them of their mother.","image":"https://purr.objects-us-east-1.dream.io/i/multicolor1.jpg"},{"text":"The collective noun for kittens is a \"kindle\".","image":"https://purr.objects-us-east-1.dream.io/i/1291797107e1upuQW.jpg"},{"text":"The Manx hails from the Isle of Man in the Irish Sea, and many Manx are tailless, a condition believed to have been caused by a dominant genetic mutation that spread among the island's cat population.","image":"https://purr.objects-us-east-1.dream.io/i/nZClrBH.jpg"},{"text":"Loyal, playful, and alert, Manx are considered to be more \"doglike\" than other cats.","image":"https://purr.objects-us-east-1.dream.io/i/hni_0072.jpg"},{"text":"Leonardo da Vinci created a series of drawings titled \"Study of Cat Movements and Positions\", which consists of more than twenty drawings of cats and lions lying a sleep, sitting, playing, and fighting.","image":"https://purr.objects-us-east-1.dream.io/i/fg3GS.jpg"},{"text":"According to the American Society for the Prevention of Cruelty of Animals, newborn kittens get all the nutrition they need duing the first four weeks of life fom their mother's milk. If you are taking care of a kitten without its mother, or if the mother isn't producing enough milk, you can feed the kitten a commercial milk substitute.","image":"https://purr.objects-us-east-1.dream.io/i/dDVns.gif"},{"text":"When kittens ages to weeks five and six, they should start making the transition to dry food.","image":"https://purr.objects-us-east-1.dream.io/i/sm0l.jpg"},{"text":"Legend holds that the Chartreux once lived alongside the Carthusian monks of France.","image":"https://purr.objects-us-east-1.dream.io/i/Qf2tx.png"},{"text":"The Chartreux is distinguished by a woolly blue-grey coat, a robust body poised over small paws, and full cheeks with a mouth that always appear to be smiling.","image":"https://purr.objects-us-east-1.dream.io/i/sergei_dictionary.jpg"},{"text":"While Chartreux cats aren't very vocal, they are sociable and communicate through eye contact and body language.","image":"https://purr.objects-us-east-1.dream.io/i/tumblr_ldvppvNZHy1qc6z4wo1_250.gif"},{"text":"Do you ever wake up in the middle of the night and find your cat sleeping on your head? Cat behavioral experts believe that cats are drawn to the warmth and the familiar scent of the owner. Resting on your head also keeps kitty safe from your arms and legs if you toss and turn through the night.","image":"https://purr.objects-us-east-1.dream.io/i/F5iJY.jpg"},{"text":"Cats love playing with yarn, ribbons, and fishing-rode style toys. However, cats should not be left alone with anything that they could get tangled in.","image":"https://purr.objects-us-east-1.dream.io/i/030_-_VNZ6Gt8.gif"},{"text":"All Scottish Folds descended from Susie, a white barn cat discovered in Scotland in the early 1960s. Susie sported the breed's folded ears – the result of a genetic mutation – and passed on the trait through breeding.","image":"https://purr.objects-us-east-1.dream.io/i/tumblr_lvyn668n9W1r6ddh6o1_400.gif"},{"text":"Mark Twain was undeniably an ailurophile. He had up to 19 cats at one time and gave them such memorable names as Beelzebub, Buffalo Bill, and Soapy Sal.","image":"https://purr.objects-us-east-1.dream.io/i/XxDkm.jpg"},{"text":"If you really want to treat your cat, get some lactose-free milk at the grocery store and offer some to the kitty.","image":"https://purr.objects-us-east-1.dream.io/i/V1xfB.jpg"},{"text":"Abraham Lincoln, being the ailurophile that he was, once rescued three stray kittens and ensured that they were fed and found homes.","image":"https://purr.objects-us-east-1.dream.io/i/hLkIc.gif"},{"text":"The Sphynx was originally known as the Canadian Hairless Cat. The breed originated in Toronto, and was renamed to Sphynx, a nod to the famous limestone sculpture in the Egyptian Desert.","image":"https://purr.objects-us-east-1.dream.io/i/971653_10151615723136211_1363359177_n.jpg"},{"text":"A cat’s spine can rotate more than the spines of most other animals, and their vertebrae have a special, flexible, elastic cushioning on the disks, which gives it even more flexibility.","image":"https://purr.objects-us-east-1.dream.io/i/20170130_121954.jpg"},{"text":"Cats have been domesticated for around 4,000 years. While they were once valued for their hunting abilities, they are now valued for their companionship and loving behavior.","image":"https://purr.objects-us-east-1.dream.io/i/acatttt.jpg"},{"text":"The most popular pedigreed cat in North America is the Persian cat, followed by the Main Coon and the Siamese cat.","image":"https://purr.objects-us-east-1.dream.io/i/075_-_3x5Hn62.gif"},{"text":"The cheetah is the only cat that doesn't have retractable claws.","image":"https://purr.objects-us-east-1.dream.io/i/suFJx.jpg"},{"text":"There are only two escalators in the state of Wyoming.","image":"https://purr.objects-us-east-1.dream.io/i/20170101_095813-1.jpg"},{"text":"When a cat lifts its butt in the air when scratched, it is a sign that your feline is giving your pats an A+. However, if you have a female kitty who hasn't been spayed, \"elevator butt\" could be a sign that she's ready to mate. The proper name for this stance is lordosis, and cats adopt it when they're in heat.","image":"https://purr.objects-us-east-1.dream.io/i/evie.png"},{"text":"On October 24, 1963, a tuxedo cat named Félicette entered outer space aboard a French Véronique AG1 rocket and made feline history. Félicette returned from the 15-minute trip in once piece and earned the praise of French scientists, who said she made \"a valuable contribution to research.\".","image":"https://purr.objects-us-east-1.dream.io/i/image1a.jpg"},{"text":"Uusuwq.","image":"https://purr.objects-us-east-1.dream.io/i/065_-_AhrGPRl.gif"},{"text":"Cat is cute.","image":"https://purr.objects-us-east-1.dream.io/i/051_-_Q0LtDmX.gif"},{"text":"Cats can sense distress from a human being.","image":"https://purr.objects-us-east-1.dream.io/i/S3oFb.jpg"},{"text":"Norwegian Forest Cats are usually very people friendly.","image":"https://purr.objects-us-east-1.dream.io/i/TNf3B.jpg"},{"text":"Aa.","image":"https://purr.objects-us-east-1.dream.io/i/20170106_152431.jpg"}]
