[{"text":"Owning a cat can reduce the risk of heart attacks and strokes by more than a third, researchers found.","image":"https://purr.objects-us-east-1.dream.io/i/Cat-sink-bath.gif"},{"text":"Black cats are less likely to be adopted because of their \"appearance\".","image":"https://purr.objects-us-east-1.dream.io/i/8kWBuwm.jpg"},{"text":"Lil' Bunny Sue Roux is a cat who was born with no front legs, and walks upright like a kangaroo. https://www.instagram.com/lilbunnysueroux","image":"https://purr.objects-us-east-1.dream.io/i/20160824_163837.jpg"},{"text":"Your cat's instincts tell her that a paperweight or knickknack could turn out to be a mouse. Her poking paw would send it scurrying, giving her a good game. This is probably why cats always seem to be knocking the glasses off your counter tops!","image":"https://purr.objects-us-east-1.dream.io/i/thirsty.jpg"},{"text":"The fear of cats is called \"Ailurophobia\"","image":"https://purr.objects-us-east-1.dream.io/i/13418904_1170169803034356_9022867780855221361_n.jpg"},{"text":"Due to the controversy, though loved by most, the Kashmir is overlooked by many cat fanciers.","image":"https://purr.objects-us-east-1.dream.io/i/RWAn3.gif"},{"text":"Cat owners are 25% likely to pick George Harrison as their favorite Beatle.","image":"https://purr.objects-us-east-1.dream.io/i/dmzl0lnr184ntq3llboryj9.jpg"},{"text":"Only 11.5% of people consider themselves \"cat people\".","image":"https://purr.objects-us-east-1.dream.io/i/daVkj.jpg"},{"text":"\"Cat people\" are 11% more likely to be introverted than others.","image":"https://purr.objects-us-east-1.dream.io/i/ferbus.jpg"},{"text":"The Egyptian Mau is the oldest breed of cat, and is the fastest pedigreed cat.","image":"https://purr.objects-us-east-1.dream.io/i/19656958_1391529884270549_5978863086346517403_n.jpg"},{"text":"The place where Julius Caesar was murdered is now a cat sanctuary.","image":"https://purr.objects-us-east-1.dream.io/i/capturadepantalla2017-12-17alas9.33.40p.m..png"},{"text":"The Bombay cat breed was developed to resemble a miniature panther.","image":"https://purr.objects-us-east-1.dream.io/i/U2Bp9.jpg"},{"text":"Cats use their whiskers to judge whether they’ll fit through a space.","image":"https://purr.objects-us-east-1.dream.io/i/TcEeO.jpg"},{"text":"For a cat at rest, the average heart rate usually is between 150 and 180 bpm, more than twice that of a human, which averages 70 bpm.","image":"https://purr.objects-us-east-1.dream.io/i/h7Myd.gif"},{"text":"Compared to other felines, domestic cats have narrowly spaced canine teeth, adapted to their preferred prey of small rodents.","image":"https://purr.objects-us-east-1.dream.io/i/016_-_UPf3OPt.gif"},{"text":"Cats, like dogs, are digitigrades. They walk directly on their toes, with the bones of their feet making up the lower part of the visible leg.","image":"https://purr.objects-us-east-1.dream.io/i/lion-brothers-australia_3637_990x742.jpg"},{"text":"The domestic cat (Felis catus) is a small, typically furry, carnivorous mammal.","image":"https://purr.objects-us-east-1.dream.io/i/Y8LZ6.jpg"},{"text":"A cat's kidneys are so efficient, it can survive on a diet consisting only of meat, with no additional water, and can even rehydrate by drinking seawater.","image":"https://purr.objects-us-east-1.dream.io/i/RvBdU.jpg"},{"text":"Most breeds of cat have a noted fondness for settling in high places, or perching. In the wild, a higher place may serve as a concealed site from which to hunt.","image":"https://purr.objects-us-east-1.dream.io/i/meow_1.png"},{"text":"The ability of a cat to reflexively twist its body and balance itself during a fall is known as the \"cat righting reflex\".","image":"https://purr.objects-us-east-1.dream.io/i/Gg62H.jpg"},{"text":"The cat's tongue has backwards-facing spines about 500 μm long, which are called papillae. These contain keratin which makes them rigid so the papillae act like a hairbrush.","image":"https://purr.objects-us-east-1.dream.io/i/dozTO.jpg"},{"text":"Among domestic cats, males are more likely to fight than females.","image":"https://purr.objects-us-east-1.dream.io/i/UNb83.jpg"},{"text":"The softest part of a cat is most definitely its cheek area.","image":"https://purr.objects-us-east-1.dream.io/i/20170122_215212.jpg"},{"text":"Hank the Cat was a Maine Coon feline that was put up as a joke candidate in the 2012 United States Senate election in Virginia, a feat which gained international coverage after Hank reportedly came third behind the two major candidates, including Vice Presidential candidate Tim Kaine.","image":"https://purr.objects-us-east-1.dream.io/i/m9oZa.jpg"},{"text":"When a cat yawns, it's mouth opens so wide that you can count every tooth.","image":"https://purr.objects-us-east-1.dream.io/i/1cG2E.jpg"},{"text":"A cat can die from essential oils","image":"https://purr.objects-us-east-1.dream.io/i/norwegianforestcat.jpg"},{"text":"Cats can move their ears 180 degrees.","image":"https://purr.objects-us-east-1.dream.io/i/Dj5ve.jpg"},{"text":"Hearing is the strongest of cat's senses: They can hear sounds as high as 64 kHz — compared with humans, who can hear only as high as 20 kHz.","image":"https://purr.objects-us-east-1.dream.io/i/IMG00048-20090705-1547.jpg"},{"text":"Cats have free-floating clavicle bones that attach their shoulders to their forelimbs, which allows them to squeeze through very small spaces.","image":"https://purr.objects-us-east-1.dream.io/i/Y3KLw.jpg"},{"text":"Blackie became the richest cat in history when he inherited 15 million British Pounds.","image":"https://purr.objects-us-east-1.dream.io/i/9DTKzGZ.jpg"},{"text":"Colonel Meow, a Himalayan-Persian mix who became famous on social media websites for his extremely long fur and scowling face, holds the Guinness world record for longest hair on a cat (nine inches).","image":"https://purr.objects-us-east-1.dream.io/i/eiwKF.jpg"},{"text":"Towser \"The Mouser\" of Glenturret Distillery in Crieff, Scotland, holds the Guinness World Record for the most mice caught (28,899).","image":"https://purr.objects-us-east-1.dream.io/i/lxY25.jpg"},{"text":"A cat can’t climb head first down a tree because every claw on a cat’s paw points the same way. To get down from a tree, a cat must back down.","image":"https://purr.objects-us-east-1.dream.io/i/imag1178.jpg"},{"text":"The cat who holds the record for the longest non-fatal fall is Andy. He fell from the 16th floor of an apartment building (about 200 ft/.06 km) and survived.","image":"https://purr.objects-us-east-1.dream.io/i/dI5Di.jpg"},{"text":"Cats have about 130,000 hairs per square inch (20,155 hairs per square centimeter).","image":"https://purr.objects-us-east-1.dream.io/i/YK10O.jpg"},{"text":"A cat’s eyesight is both better and worse than humans. It is better because cats can see in much dimmer light and they have a wider peripheral view. It’s worse because they don’t see color as well as humans do. Scientists believe grass appears red to cats.","image":"https://purr.objects-us-east-1.dream.io/i/p0xFq.jpg"},{"text":"If they have ample water, cats can tolerate temperatures up to 133 °F.","image":"https://purr.objects-us-east-1.dream.io/i/clyde-bag.jpg"},{"text":"The lightest cat on record is a blue point Himalayan called Tinker Toy, who weighed 1 pound, 6 ounces (616 g). Tinker Toy was 2.75 inches (7 cm) tall and 7.5 inches (19 cm) long.","image":"https://purr.objects-us-east-1.dream.io/i/daqt7944.jpg"},{"text":"Many Egyptians worshipped the goddess Bast, who had a woman’s body and a cat’s head.","image":"https://purr.objects-us-east-1.dream.io/i/2eH8h.jpg"},{"text":"The first cartoon cat was Felix the Cat in 1919. In 1940, Tom and Jerry starred in the first theatrical cartoon “Puss Gets the Boot.” In 1981 Andrew Lloyd Weber created the musical Cats, based on T.S. Eliot’s Old Possum’s Book of Practical Cats.","image":"https://purr.objects-us-east-1.dream.io/i/KC8Rj.jpg"},{"text":"Approximately 1/3 of cat owners think their pets are able to read their minds.","image":"https://purr.objects-us-east-1.dream.io/i/cam00531.jpg"},{"text":"The claws on the cat’s back paws aren’t as sharp as the claws on the front paws because the claws in the back don’t retract and, consequently, become worn.","image":"https://purr.objects-us-east-1.dream.io/i/XnWrl.jpg"},{"text":"Like humans, cats tend to favor one paw over another.","image":"https://purr.objects-us-east-1.dream.io/i/ohdeer.jpg"},{"text":"The most traveled cat is Hamlet, who escaped from his carrier while on a flight. He hid for seven weeks behind a panel on the airplane. By the time he was discovered, he had traveled nearly 373,000 miles (600,000 km).","image":"https://purr.objects-us-east-1.dream.io/i/KgKhd.jpg"},{"text":"Approximately 40,000 people are bitten by cats in the U.S. annually.","image":"https://purr.objects-us-east-1.dream.io/i/20160826_195612.jpg"},{"text":"The little tufts of hair in a cat’s ear that help keep out dirt direct sounds into the ear, and insulate the ears are called \"ear furnishings.\"","image":"https://purr.objects-us-east-1.dream.io/i/img-20170715-wa0003.jpg"},{"text":"The Australian Wildlife Conservancy completed a 44km cat-proof fence in 2018 to prevent feral cats from entering the Newhaven wildlife sanctuary, who kill about a million native birds every night across Australia and have caused the extinction of 20 native species.","image":"https://purr.objects-us-east-1.dream.io/i/xmas-just-in-time.jpg"},{"text":"Black cats are bad luck in the United States, but they are good luck in the United Kingdom and Australia.","image":"https://purr.objects-us-east-1.dream.io/i/20160928_164512.jpg"},{"text":"The cat skull is unusual among mammals in having very large eye sockets and a powerful and specialized jaw.","image":"https://purr.objects-us-east-1.dream.io/i/image5.jpg"}]
